Repository: HL7-cz/hl7.fhir.r4.cz
Catalog: translations/po/CodeSystem-account-status.cz.po
Languages: cz

source: Active
cz: aktivní

# active@definition
source: This account is active and may be used.
cz: Tento účet je aktivní a může být použit.

source: Inactive
cz: neaktivní

# inactive@definition
source: This account is inactive and should not be used to track financial information.
cz: Tento účet je neaktivní a neměl by být používán ke sledování finančních informací.

source: Entered in error
cz: zadáno chybně

# entered-in-error@definition
source: This instance should not have been part of this patient's medical record.
cz: Tento údaj neměl být součástí zdravotnické dokumentace tohoto pacienta.

source: On Hold
cz: pozastaven

# on-hold@definition
source: This account is on hold.
cz: Tento účet je pozastaven.

source: Unknown
cz: neznámý

# unknown@definition
source: The account status is unknown.
cz: Stav účtu není znám.
